Repository: joaovbalmeida/JUXER
Catalog: Juxer/*.lproj/Localizable.strings
Languages: pt_br

source: Experience a new way of music interaction in your events!
pt_br: Experimente uma nova forma de interação musical nos seus eventos!

source: After logging in scan the event QR Code.
pt_br: Após fazer login, escaneie o código QR do evento.

source: Order songs from the event availables playlists.
pt_br: Peça músicas das playlists disponíveis no evento.

source: Enjoy the songs chosen by others while yours is in the queue!
pt_br: Aproveite as músicas escolhidas por outras pessoas enquanto a sua está na fila!

source: Search
pt_br: Pesquisar

source: Scanning not supported
pt_br: Dispositivo não compativel

source: Your device does not support scanning a code from an item. Please use a device with a camera.
pt_br: Seu Dispositivo nao suporta escaneamento de código. Por favor use um dispositivo com camera.

source: Error
pt_br: Erro

source: Connection Error
pt_br: Erro de Conexão

source: Exit event?
pt_br: Sair do evento?

source: Invalid Code
pt_br: Código Inválido

source: Thanks
pt_br: Obrigado

source: Reached Limit
pt_br: Limite Atingido

source: Unable to reach server, please try again!
pt_br: Não foi possivel conectar ao servidor, por favor tente novamente!

source: Unable to Login, please try again!
pt_br: Não foi possivel fazer login, por favor tente novamente!

source: Your pending requests will continue on queue.
pt_br: Seus pedidos pendentes continuarão na fila.

source: Unable to get event information, please try again!
pt_br: Não foi possivel obter informações do evento, por favor tente novamente!

source: Unable to validate code, please try again!
pt_br: Não foi possivel validar o código, por favor tente novamente!

source: No event with the scanned code!
pt_br: Nenhum evento com o código escaneado!

source: Unable to get queue tracks!
pt_br: Não foi possivel obter fila de músicas!

source: Unable to get Playlists!
pt_br: Não foi possivel obter as Playlists!

source: Unable to get Tracks!
pt_br: Não foi possivel obter as Músicas!

source: Your request is now on queue!
pt_br: Seu pedido já está na fila!

source: The requested track is already on queue!
pt_br: A música pedida já está na fila!

source: You have reached your request limit, wait your pending requests finish and try again!
pt_br: Você atingiu o seu limite de pedidos, espere seus pedidos pendentes acabarem e tente novamente!

source: This Playlist reached the deadline limit!
pt_br: O tempo limite de músicas dessa playlist foi atingido!

source: Unable to make request, please try again!
pt_br: Ocorreu um erro ao fazer o pedido, por favor tente novamente!

source: Unable to request this song!
pt_br: Não foi possivel pedir essa música!

source: You will be disconnected from the event!
pt_br: Voce será desconectado do evento!

source: This playlist ran out of tracks!
pt_br: Não há mais músicas nessa Playlist!

source: Yes
pt_br: Sim

source: No
pt_br: Não
